{ "translations": {
    "no log entries available" : "Geen loginskrywings beskikbaar nie",
    "Time" : "Tyd",
    "IP" : "Ip",
    "User" : "Gebruiker",
    "App" : "App",
    "Method" : "Metode",
    "URL" : "URL",
    "Reason" : "Rede",
    "log file cannot be located" : "Loglêer kan nie geleë wees nie",
    "Log entries fetched" : "Loginskrywings haal",
    "Could not fetch log entries" : "Kon nie loginskrywings haal nie",
    "Could not fetch settings" : "Kon nie instellings haal nie",
    "Could not set settings" : "Kon nie instellings instel nie",
    "Log entry deleted" : "Log -inskrywing geskrap",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n log inskrywing suksesvol geskrap","%n log inskrywings suksesvol geskrap"],
    "How many lines to display" : "Hoeveel reëls om te vertoon",
    "How many characters should the error reason display" : "Hoeveel karakters moet die fout rede vertoon",
    "right" : "regs",
    "top" : "kruin",
    "which menue to use" : "Watter spyskaart om te gebruik",
    "(only effective after the next page refresh)" : "(Slegs effektief na die volgende bladsy verfris)",
    "Delete duplicates" : "Delete duplikate verwyder",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Nadat u 'n fout van die foutlogboek reggestel het, kan u die asblik -simbool aan die linkerkant van elke foutlyn gebruik om die onderskeie reël uit die foutlog te verwyder.",
    "Simply deleting it does not prevent the error from occurring again!" : "Deur dit eenvoudig te verwyder, verhoed dit nie dat die fout weer voorkom nie!",
    "The weighting of an error is differentiated by the following background colors" : "Die gewig van 'n fout word onderskei deur die volgende agtergrondkleure",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Foutvlak 0: ontfout: alle aktiwiteite; Die mees gedetailleerde houtkap.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Foutvlak 1: Inligting: aktiwiteit soos gebruikersaanmeldings en lêeraktiwiteite, plus waarskuwings, foute en dodelike foute.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Foutvlak 2: waarsku: operasies slaag, maar met waarskuwings van potensiële probleme, plus foute en dodelike foute.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Foutvlak 3: Fout: 'n operasie misluk, maar ander dienste en bedrywighede duur voort, plus dodelike foute.",
    "Error Level 4: FATAL: The server stops." : "Foutvlak 4: Fatal: Die bediener stop.",
    "_%n log entry_::_%n log entries_" : ["%n log inskrywing","%n loginskrywings"],
    "Time offset in hours, e.g. due to winter time" : "Tydskans in ure, bv. As gevolg van wintertyd",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Delete %n duplikaat","Verwyder %n duplikate"],
    "This button will delete shown number of duplicates within the error log file" : "Hierdie knoppie sal die getoon aantal duplikate binne die foutloglêer verwyder",
    "Empty the log file" : "Maak die loglêer leeg",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "AANDAG !! Hierdie funksie moet slegs gebruik word as u regtig seker is wat u doen. Hierdie knoppie leeg die hele loglêer, maar maak geen foute op nie.",
    "Empty the log file now" : "Maak die loglêer nou leeg",
    "Cancel" : "Kanselleer",
    "This button will empty the complete log file" : "Hierdie knoppie sal die volledige loglêer leegmaak",
    "Okay, I understand and I am sure" : "Goed, ek verstaan ​​en ek is seker",
    "good" : "goed",
    "bad" : "sleg",
    "very bad" : "baie sleg",
    "Hint:" : "Wenk:",
    "deleted" : "geskrap",
    "Show messages by this app within the log file" : "Toon boodskappe deur hierdie app binne die loglêer",
    "yes" : "ja",
    "no" : "nee",
    "The color at the top of a box indicates the range of the warning." : "Die kleur aan die bokant van 'n boks dui op die omvang van die waarskuwing.",
    "_%n duplicate_::_%n duplicates_" : ["%n duplikaat","%n duplikate"],
    "Amount" : "Bedrag",
    "Apps with the most log entries" : "Apps met die meeste log -inskrywings",
    "Set logging level" : "Stel logingsvlak in",
    "debug" : "foutopgawe",
    "info" : "inligting",
    "warning" : "waarskuwing",
    "error" : "fout",
    "fatal" : "fataal",
    "Automatically delete duplicates every 24 hours" : "Duiken dupliseer dit outomaties elke 24 uur",
    "display this settings as accordion or modal" : "Vertoon hierdie instellings as trekklavier of modaal",
    "accordion" : "trekklavier",
    "modal" : "modaal"
},"pluralForm" :"nplurals=2; plural=n != 1;"
}
