{ "translations": {
    "no log entries available" : "No hi ha entrades de registre disponibles",
    "Time" : "Temps",
    "IP" : "IP",
    "User" : "Utilitari",
    "App" : "Aplicació",
    "Method" : "Mètode",
    "URL" : "Url",
    "Reason" : "Raó",
    "log file cannot be located" : "El fitxer de registre no es pot localitzar",
    "Log entries fetched" : "Les entrades de registre es van obtenir",
    "Could not fetch log entries" : "No s'ha pogut buscar entrades de registre",
    "Could not fetch settings" : "No s'ha pogut buscar la configuració",
    "Could not set settings" : "No s'ha pogut configurar la configuració",
    "Log entry deleted" : "Entrada del registre esborrat",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n Entrada del registre amb èxit","%n Entrades de registre esborren amb èxit"],
    "How many lines to display" : "Quantes línies per mostrar",
    "How many characters should the error reason display" : "Quants caràcters ha de mostrar el motiu d’error",
    "right" : "dret",
    "top" : "cim",
    "which menue to use" : "Quin menú utilitzar",
    "(only effective after the next page refresh)" : "(només efectivament després de l'actualització de la pàgina següent)",
    "Delete duplicates" : "Suprimeix duplicats",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Després d’haver corregit un error del registre d’error, podeu utilitzar el símbol de les escombraries a l’esquerra de cada línia d’error per eliminar la línia respectiva del registre d’error.",
    "Simply deleting it does not prevent the error from occurring again!" : "Simplement, suprimir -lo no impedeix que l'error es torni a produir.",
    "The weighting of an error is differentiated by the following background colors" : "La ponderació d’un error es diferencia amb els colors de fons següents",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Nivell d’error 0: depuració: tota l’activitat; El registre més detallat.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Nivell d’error 1: Informació: activitat com ara inicis de sessió d’usuari i activitats de fitxers, a més d’advertències, errors i errors mortals.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Nivell d’error 2: ADVERTIMENT: les operacions tenen èxit, però amb advertències de problemes potencials, més errors i errors mortals.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Nivell d’error 3: Error: una operació falla, però altres serveis i operacions continuen, a més d’errors mortals.",
    "Error Level 4: FATAL: The server stops." : "Nivell d’error 4: fatal: el servidor s’atura.",
    "_%n log entry_::_%n log entries_" : ["%n Entrada de registre","%n Entrades de registre"],
    "Time offset in hours, e.g. due to winter time" : "Temps compensat en hores, p. A causa del temps d'hivern",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Suprimeix %n duplica","Suprimeix %n duplicats"],
    "This button will delete shown number of duplicates within the error log file" : "Aquest botó eliminarà el nombre mostrat de duplicats dins del fitxer de registre d'errors",
    "Empty the log file" : "Buida el fitxer de registre",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Atenció !! Aquesta funció només s'ha d'utilitzar si esteu segurs del que esteu fent. Aquest botó buida tot el fitxer de registre, però no soluciona cap error.",
    "Empty the log file now" : "Buida el fitxer de registre ara",
    "Cancel" : "Cancel·lar",
    "This button will empty the complete log file" : "Aquest botó buidarà el fitxer de registre complet",
    "good" : "bona",
    "bad" : "dolent",
    "very bad" : "molt dolent",
    "Hint:" : "Suggeriment:",
    "deleted" : "suprimit",
    "Show messages by this app within the log file" : "Mostra els missatges per aquesta aplicació dins del fitxer de registre",
    "yes" : "sí",
    "no" : "no",
    "The color at the top of a box indicates the range of the warning." : "El color a la part superior d’una caixa indica la gamma de l’avís.",
    "Okay, I understand and I am sure" : "D'acord, ho entenc i estic segur",
    "Amount" : "Quantitat",
    "Apps with the most log entries" : "Aplicacions amb més entrades de registre",
    "Set logging level" : "Estableix el nivell de registre",
    "debug" : "anterioritat",
    "info" : "informació",
    "warning" : "advertència",
    "error" : "error",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "Suprimeix automàticament els duplicats cada 24 hores",
    "display this settings as accordion or modal" : "Mostra aquesta configuració com a acordió o modal",
    "accordion" : "acordió",
    "modal" : "modal"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
