{ "translations": {
    "no log entries available" : "Neniuj enskribaj enskriboj haveblaj",
    "Time" : "Tempo",
    "IP" : "IP",
    "User" : "Uzanto",
    "App" : "Programo",
    "Method" : "Metodo",
    "URL" : "URL",
    "Reason" : "Kialo",
    "log file cannot be located" : "Registrdosiero ne troveblas",
    "Log entries fetched" : "Ensalutaj enskriboj elprenitaj",
    "Could not fetch log entries" : "Ne povis eltiri enskribajn enskribojn",
    "Could not fetch settings" : "Ne povis eltiri agordojn",
    "Could not set settings" : "Ne povis agordi agordojn",
    "Log entry deleted" : "Ensaluta eniro forigita",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n registra eniro sukcesa forigita","%n registroj sukcesaj forigitaj"],
    "How many lines to display" : "Kiom da linioj montri",
    "How many characters should the error reason display" : "Kiom da signoj devas la erara kialo montri",
    "right" : "ĝuste",
    "top" : "supro",
    "which menue to use" : "Kiun menuon uzi",
    "(only effective after the next page refresh)" : "(Nur efika post la sekva paĝo Refreŝigi)",
    "Delete duplicates" : "Forigi duplikatojn",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Post kiam vi korektis eraron de la erara registro, vi povas uzi la rubon povas simbolo maldekstre de ĉiu erara linio por forigi la respektivan linion el la erara registro.",
    "Simply deleting it does not prevent the error from occurring again!" : "Simple forigi ĝin ne malhelpas la eraron denove okazi!",
    "The weighting of an error is differentiated by the following background colors" : "La pezado de eraro diferencas per la sekvaj fonaj koloroj",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Erara Nivelo 0: Elpurigo: Ĉiu Aktiveco; la plej detala arbohakado.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Erara Nivelo 1: Informoj: Aktiveco kiel uzantaj ensalutoj kaj dosieraj agadoj, plus avertoj, eraroj kaj fatalaj eraroj.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Erara Nivelo 2: avertu: operacioj sukcesas, sed kun avertoj pri eblaj problemoj, plus eraroj kaj mortigaj eraroj.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Erara Nivelo 3: Eraro: Operacio malsukcesas, sed aliaj servoj kaj operacioj daŭras, plus mortigaj eraroj.",
    "Error Level 4: FATAL: The server stops." : "Erara Nivelo 4: Fatala: La servilo ĉesas.",
    "_%n log entry_::_%n log entries_" : ["%n loga eniro","%n enskribaj enskriboj"],
    "Time offset in hours, e.g. due to winter time" : "Tempo kompensas en horoj, ekz. Pro vintra tempo",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Forigi %n duplikati","Forigi %n duplikatojn"],
    "This button will delete shown number of duplicates within the error log file" : "Ĉi tiu butono forigos montritan nombron da duplikatoj en la erara protokola dosiero",
    "Empty the log file" : "Malplenigu la protokolan dosieron",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Atentu !! Ĉi tiu funkcio devas esti uzata nur se vi vere certas pri tio, kion vi faras. Ĉi tiu butono malplenigas la tutan protokolan dosieron, sed ne riparas erarojn.",
    "Empty the log file now" : "Malplenigu la protokolan dosieron nun",
    "Cancel" : "Nuligi",
    "This button will empty the complete log file" : "Ĉi tiu butono malplenigos la kompletan protokolan dosieron",
    "good" : "Bona",
    "bad" : "Malbona",
    "very bad" : "tre malbone",
    "Hint:" : "Aludo:",
    "deleted" : "forigita",
    "Show messages by this app within the log file" : "Montru mesaĝojn per ĉi tiu app en la protokola dosiero",
    "yes" : "Jes",
    "no" : "Ne",
    "The color at the top of a box indicates the range of the warning." : "La koloro ĉe la supro de skatolo indikas la gamon de la averto.",
    "Okay, I understand and I am sure" : "Bone, mi komprenas kaj mi certas",
    "Amount" : "Kvanto",
    "Apps with the most log entries" : "Aplikoj kun la plej multaj enskribaj enskriboj",
    "debug" : "Debug",
    "info" : "Informoj",
    "warning" : "AVERTO",
    "error" : "Eraro",
    "fatal" : "Fatala",
    "Automatically delete duplicates every 24 hours" : "Aŭtomate forigi duplikatojn ĉiun 24 horojn",
    "display this settings as accordion or modal" : "Montru ĉi tiujn agordojn kiel akordionon aŭ modalon",
    "accordion" : "Akordiono",
    "modal" : "Modala"
},"pluralForm" :"nplurals=2; plural=n != 1;"
}
