{ "translations": {
    "no log entries available" : "ورود به سیستم موجود نیست",
    "Time" : "زمان",
    "IP" : "با منبت کاری کردن",
    "User" : "کاربر",
    "App" : "برنامه",
    "Method" : "روش",
    "URL" : "url",
    "Reason" : "دلیل",
    "log file cannot be located" : "پرونده ورود به سیستم نمی تواند واقع شود",
    "Log entries fetched" : "ورودی های ورود به سیستم",
    "Could not fetch log entries" : "ورودی های ورود به سیستم را دریافت نکرد",
    "Could not fetch settings" : "تنظیمات را نمی توان دریافت کرد",
    "Could not set settings" : "تنظیمات را تنظیم نکرد",
    "Log entry deleted" : "ورود به سیستم حذف شد",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n ورود ورود به سیستم موفقیت آمیز حذف شد","%n ورود ورود به سیستم موفقیت آمیز حذف شده است"],
    "How many lines to display" : "چند خط برای نمایش",
    "How many characters should the error reason display" : "چه تعداد کاراکتر باید خطای دلیل را نشان دهد",
    "right" : "حق",
    "top" : "بالا",
    "which menue to use" : "از کدام منو استفاده کنید",
    "(only effective after the next page refresh)" : "(فقط بعد از تازه کردن صفحه بعد) مؤثر است)",
    "Delete duplicates" : "کپی ها را حذف کنید",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "بعد از اینکه خطایی را از خطای خطا تصحیح کردید ، می توانید از نماد سطل زباله در سمت چپ هر خط خطا استفاده کنید تا خط مربوطه را از ورود به خطا حذف کنید.",
    "Simply deleting it does not prevent the error from occurring again!" : "به سادگی حذف آن مانع از بروز مجدد خطا نمی شود!",
    "The weighting of an error is differentiated by the following background colors" : "وزن یک خطا با رنگ های پس زمینه زیر متفاوت است",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "سطح خطا 0: اشکال زدایی: همه فعالیت ؛ دقیق ترین ورود به سیستم",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "خطا سطح 1: اطلاعات: فعالیت هایی مانند ورود به سیستم کاربر و فعالیت های پرونده ، به علاوه هشدارها ، خطاها و خطاهای کشنده.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "خطای سطح 2: هشدار: عملیات موفق می شوند ، اما با هشدارهای مربوط به مشکلات احتمالی ، به علاوه خطاها و خطاهای کشنده.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "خطای سطح 3: خطا: یک عمل از بین می رود ، اما سایر خدمات و عملیات ادامه می یابد ، به علاوه خطاهای کشنده.",
    "Error Level 4: FATAL: The server stops." : "خطای سطح 4: کشنده: سرور متوقف می شود.",
    "_%n log entry_::_%n log entries_" : ["ورودی ورود به سیستم %n","نوشته های log %n"],
    "Time offset in hours, e.g. due to winter time" : "جبران زمان در ساعت ها ، به عنوان مثال به دلیل زمان زمستان",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["%n و کپی کردن","%n غیر نسخه برداری را حذف کنید"],
    "This button will delete shown number of duplicates within the error log file" : "این دکمه تعداد کپی های نشان داده شده را در پرونده ورود به سیستم حذف می کند",
    "Empty the log file" : "پرونده ورود به سیستم را خالی کنید",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "توجه !! این عملکرد فقط باید در صورتی مورد استفاده قرار گیرد که واقعاً از آنچه انجام می دهید مطمئن باشید. این دکمه کل پرونده ورود به سیستم را خالی می کند ، اما هیچ خطایی برطرف نمی کند.",
    "Empty the log file now" : "پرونده ورود به سیستم را اکنون خالی کنید",
    "Cancel" : "لغو کردن",
    "This button will empty the complete log file" : "این دکمه پرونده ورود کامل را خالی می کند",
    "good" : "خوب",
    "bad" : "بد",
    "very bad" : "خیلی بد",
    "Hint:" : "نکته:",
    "deleted" : "حذف شده",
    "Show messages by this app within the log file" : "پیام های این برنامه را در پرونده ورود به سیستم نشان دهید",
    "yes" : "بله",
    "no" : "هیچ",
    "The color at the top of a box indicates the range of the warning." : "رنگ در بالای جعبه نشان دهنده دامنه هشدار است.",
    "Okay, I understand and I am sure" : "خوب ، من می فهمم و مطمئن هستم",
    "Amount" : "مقدار",
    "Apps with the most log entries" : "برنامه هایی با بیشترین ورودی های ورود به سیستم",
    "Set logging level" : "سطح ورود به سیستم را تنظیم کنید",
    "debug" :"اشکال زدن",
    "info" : "اطلاعات",
    "warning" : "هشدار",
    "error" :"خطا",
    "fatal" : "کشنده",
    "Automatically delete duplicates every 24 hours" : "هر 24 ساعت به طور خودکار کپی ها را حذف کنید",
    "display this settings as accordion or modal" : "این تنظیمات را به صورت آکاردئون یا معین نمایش دهید",
    "accordion" : "آکاردئون",
    "modal" : "معین"
},"pluralForm" :"nplurals=2; plural=n > 1;"
}
