{ "translations": {
    "How many lines to display" : "Combien de lignes doivent être affichées",
    "How many characters should the error reason display" : "Combien de caractères le motif de l'erreur doit-il afficher",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["%n Supprimer le doublon","%n Supprimer les doublons"],
    "Log entries fetched" : "Entrées de journal lues",
    "Could not fetch log entries" : "Les entrées du journal n'ont pas pu être lues",
    "Could not fetch settings" : "Les paramètres n'ont pas pu être lus",
    "Log entry deleted" : "Entrée de journal supprimée",
    "_%n log entry_::_%n log entries_" : ["%n entrée de journal","%n entrées de journal"],
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n entrée de journal supprimée avec succès","%n entrées de journal supprimées avec succès"],
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Une fois que vous avez corrigé une erreur dans le journal des erreurs, vous pouvez supprimer la ligne correspondante du journal des erreurs avec le symbole de la corbeille à gauche de chaque ligne d'erreur.",
    "Simply deleting it does not prevent the error from occurring again!" : "Une simple suppression n'empêche pas l'erreur de se reproduire!",
    "The weighting of an error is differentiated by the following background colors" : "La pondération d'une erreur est différenciée par les couleurs d'arrière-plan suivantes",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Niveau d'erreur 0 : DEBUG : toutes les activités ; l'enregistrement le plus détaillé.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Niveau d'erreur 1 : INFO : activités telles que les connexions des utilisateurs et l'activité des fichiers, ainsi que les avertissements, les erreurs et les erreurs fatales.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Niveau d'erreur 2 : AVERTISSEMENT : Les opérations sont réussies, mais avec des avertissements de problèmes potentiels ainsi que des erreurs et des erreurs fatales.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Niveau d'erreur 3 : ERREUR : Une opération échoue, mais les autres services et opérations continuent, et des erreurs fatales se produisent.",
    "Error Level 4: FATAL: The server stops." : "Niveau d'erreur 4 : FATAL : Le serveur s'arrête.",
    "no log entries available" : "Aucune entrée de journal disponible",
    "log file cannot be located" : "Le fichier journal est introuvable",
    "Time" : "Heure",
    "IP" : "IP",
    "Reason" : "Raison",
    "User" : "Utilisateur",
    "App" : "App",
    "Method" : "Méthode",
    "URL" : "URL",
    "right" : "Droite",
    "top" : "au-dessus",
    "Time offset in hours, e.g. due to winter time" : "Décalage horaire en heures, par exemple en raison de l'heure d'hiver",
    "which menue to use" : "Quel menu utiliser",
    "(only effective after the next page refresh)" : "(Uniquement après l'actualisation de la page suivante)",
    "This button will delete shown number of duplicates within the error log file" : "Ce bouton supprimera le nombre affiché de doublons dans le fichier journal d'erreur",
    "Empty the log file" : "Vider le fichier journal",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Attention!! Cette fonction ne doit être utilisée que si vous êtes vraiment sûr de ce que vous faites. Ce bouton vide l'intégralité du fichier journal, mais ne corrige aucune erreur.",
    "Empty the log file now" : "Videz le fichier journal maintenant",
    "Cancel" : "Annuler",
    "This button will empty the complete log file" : "Ce bouton videra le fichier journal complet",
    "good" : "bien",
    "bad" : "mauvais",
    "very bad" : "très mauvais",
    "Hint:" : "Indice:",
    "deleted" : "supprimé",
    "Show messages by this app within the log file" : "Afficher les messages par cette application dans le fichier journal",
    "yes" : "Oui",
    "no" : "Non",
    "The color at the top of a box indicates the range of the warning." : "La couleur en haut d'une boîte indique la plage de l'avertissement.",
    "Okay, I understand and I am sure" : "D'accord, je comprends et je suis sûr",
    "Amount" : "Montant",
    "Apps with the most log entries" : "Applications avec le plus de journaux",
    "Set logging level" : "Définir le niveau de journalisation",
    "debug" : "déboguer",
    "info" : "informations",
    "warning" : "avertissement",
    "error" : "erreur",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "Supprimer automatiquement les doublons toutes les 24 heures",
    "display this settings as accordion or modal" : "Afficher ces paramètres comme accordéon ou modal",
    "accordion" : "accordéon",
    "modal" : "modal"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
