{ "translations": {
    "no log entries available" : "Níl aon iontrálacha logála ar fáil",
    "Time" : "Am",
    "IP" : "Ip",
    "User" : "Úsáideoir",
    "App" : "Barr",
    "Method" : "Modh",
    "URL" : "Url",
    "Reason" : "Réasúnaigh",
    "log file cannot be located" : "Ní féidir comhad logála a lonnú",
    "Log entries fetched" : "Iontrálacha logála amach",
    "Could not fetch log entries" : "Níorbh fhéidir iontrálacha loga a fháil",
    "Could not fetch settings" : "Níorbh fhéidir socruithe a fháil",
    "Could not set settings" : "Níorbh fhéidir socruithe a shocrú",
    "Log entry deleted" : "Iontráil Log scriosta",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["Scriosadh %n iontráil loga go rathúil","Scriosadh %n iontráil loga go rathúil","Scriosadh %n iontráil loga go rathúil","Scriosadh %n n-iontráil loga go rathúil","Scriosadh %n iontráil loga go rathúil"],
    "How many lines to display" : "Cé mhéad líne le taispeáint",
    "How many characters should the error reason display" : "Cé mhéad carachtar ba chóir an chúis earráide a thaispeáint",
    "right" : "Ar an gceart",
    "top" : "den scoth",
    "which menue to use" : "Cén roghchlár le húsáid",
    "(only effective after the next page refresh)" : "(ach éifeachtach tar éis an chéad leathanach eile a athnuachan)",
    "Delete duplicates" : "Scrios dúblach",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Tar éis duit earráid a cheartú ón loga earráide, is féidir leat an bruscar a úsáid is féidir siombail a dhéanamh ar thaobh na láimhe clé de gach líne earráide chun an líne faoi seach a bhaint den loga earráide.",
    "Simply deleting it does not prevent the error from occurring again!" : "Ní chuireann sé cosc ​​ar an earráid tarlú arís!",
    "The weighting of an error is differentiated by the following background colors" : "Déantar ualú earráide a dhifreáil de réir na dathanna cúlra seo a leanas",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Earráid Leibhéal 0: Debug: Gach gníomhaíocht; An logáil is mionsonraithe.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Earráid Leibhéal 1: Eolas: Gníomhaíocht ar nós logáil isteach úsáideora agus gníomhaíochtaí comhaid, móide rabhaidh, earráidí, agus earráidí marfacha.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Earráid Leibhéal 2: rabhadh: éiríonn le hoibríochtaí, ach le rabhaidh ar fhadhbanna féideartha, móide earráidí agus earráidí marfacha.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Earráid Leibhéal 3: Earráid: Teipeann ar oibríocht, ach leanann seirbhísí agus oibríochtaí eile ar aghaidh, móide earráidí marfacha.",
    "Error Level 4: FATAL: The server stops." : "Earráid Leibhéal 4: Marfach: Stopann an freastalaí.",
    "_%n log entry_::_%n log entries_" : ["%n iontráil loga","%n iontráil loga","%n iontráil loga","%n iontráil loga","%n iontráil loga"],
    "Time offset in hours, e.g. due to winter time" : "Am a fhritháireamh in uaireanta, m.sh. Mar gheall ar am an gheimhridh",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["scrios %n dúblach","Scrios %n dhúblach","Scrios %n dhúblach","Scrios %n ndúblach","Scrios %n dhúblach"],
    "This button will delete shown number of duplicates within the error log file" : "Scriosfaidh an cnaipe seo uimhir na ndúblach a thaispeántar laistigh den chomhad logála earráide",
    "Empty the log file" : "Folamh an comhad logála",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Aird !! Níor chóir an fheidhm seo a úsáid ach amháin má tá tú cinnte faoi cad atá á dhéanamh agat. Folaíonn an cnaipe seo an comhad loga ar fad, ach ní shocraíonn sé aon earráidí.",
    "Empty the log file now" : "Folamh an comhad logála anois",
    "Cancel" : "Cealaigh",
    "This button will empty the complete log file" : "Folaíonn an cnaipe seo an comhad logála iomlán",
    "good" : "go maith",
    "bad" : "millteanach",
    "very bad" : "an -dona",
    "Hint:" : "Leid:",
    "deleted" : "scriosta",
    "Show messages by this app within the log file" : "Taispeáin teachtaireachtaí leis an aip seo laistigh den chomhad loga",
    "yes" : "tá",
    "no" : "níl",
    "The color at the top of a box indicates the range of the warning." : "Léiríonn an dath ag barr an bhosca raon an rabhaidh.",
    "Okay, I understand and I am sure" : "Ceart go leor, tuigim agus táim cinnte",
    "Amount" : "Méid",
    "Apps with the most log entries" : "Aipeanna leis na hiontrálacha is mó loga",
    "Set logging level" : "Leibhéal logála a shocrú",
    "debug" : "dífhabhtaigh",
    "info" : "fios",
    "warning" : "foláireamh",
    "error" : "earráid",
    "fatal" : "marfach",
    "Automatically delete duplicates every 24 hours" : "Scrios dúblach go huathoibríoch gach 24 uair an chloig",
    "display this settings as accordion or modal" : "Taispeáin na socruithe seo mar bhosca ceoil nó modal",
    "accordion" : "cairdín",
    "modal" : "mionsonra"
},"pluralForm" :"nplurals=5; plural=(n == 1) ? 0 : ((n == 2) ? 1 : ((n >= 3 && n <= 6) ? 2 : ((n >= 7 && n <= 10) ? 3 : 4)));"
}
