{ "translations": {
    "no log entries available" : "Nincs naplóbejegyzés",
    "Time" : "Idő",
    "IP" : "Ip.",
    "User" : "Felhasználó",
    "App" : "Alkalmazás",
    "Method" : "Módszer",
    "URL" : "URL",
    "Reason" : "Ok",
    "log file cannot be located" : "A naplófájl nem található",
    "Log entries fetched" : "A naplóbejegyzések letöltöttek",
    "Could not fetch log entries" : "Nem tudta letölteni a naplóbejegyzéseket",
    "Could not fetch settings" : "Nem tudta letölteni a beállításokat",
    "Could not set settings" : "Nem tudta beállítani a beállításokat",
    "Log entry deleted" : "A naplóbejegyzés törölte",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n A naplóbejegyzés sikeres törlése","%n Naplóbejegyzések sikeres törlésekor"],
    "How many lines to display" : "Hány sort kell megjeleníteni",
    "How many characters should the error reason display" : "Hány karaktert kell megjeleníteni a hiba oka",
    "right" : "jobbra",
    "top" : "felső",
    "which menue to use" : "Melyik menüt használja",
    "(only effective after the next page refresh)" : "(csak a következő oldal frissítése után hatékony)",
    "Delete duplicates" : "Törölje a másolatokat",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Miután kijavította a hibát a hibanaplóból, használhatja a kukak jelképét az egyes hibavonalak bal oldalán, hogy eltávolítsa a megfelelő sort a hibanaplóból.",
    "Simply deleting it does not prevent the error from occurring again!" : "A törlése egyszerűen nem akadályozza meg a hiba újbóli bekövetkezését!",
    "The weighting of an error is differentiated by the following background colors" : "A hiba súlyozását a következő háttérszínek megkülönböztetik",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "0. hiba szint: hibakeresés: Minden tevékenység; A leg részletesebb fakitermelés.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Hiba 1. szint: Információ: olyan tevékenységek, mint a felhasználói bejelentkezési és fájltevékenységek, valamint a figyelmeztetések, hibák és halálos hibák.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Hiba 2. szint: Figyelmeztetés: A műveletek sikeresek, de a potenciális problémák figyelmeztetéseivel, valamint a hibákkal és a halálos hibákkal.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Hiba 3. szint: Hiba: A művelet meghiúsul, de más szolgáltatások és műveletek folytatódnak, valamint halálos hibák.",
    "Error Level 4: FATAL: The server stops." : "4. hiba szint: Végzetes: A szerver leáll.",
    "_%n log entry_::_%n log entries_" : ["%n Naplóbejegyzés","%n Naplóbejegyzések"],
    "Time offset in hours, e.g. due to winter time" : "Idő eltolás órákban, pl. A téli idő miatt",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Törölje a %n és másolja","Törölje a %n másolatokat"],
    "This button will delete shown number of duplicates within the error log file" : "Ez a gomb töröli a megjelenített számú duplikátum számát a hibanapló fájlban",
    "Empty the log file" : "Ürítse ki a naplófájlt",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Figyelem!! Ezt a funkciót csak akkor szabad használni, ha valóban biztos benne, mit csinál. Ez a gomb kiüríti a teljes naplófájlt, de nem javítja a hibákat.",
    "Empty the log file now" : "Ürítse ki most a naplófájlt",
    "Cancel" : "Töröl",
    "This button will empty the complete log file" : "Ez a gomb kiüríti a teljes naplófájlt",
    "good" : "jó",
    "bad" : "rossz",
    "very bad" : "nagyon rossz",
    "Hint:" : "Célzás:",
    "deleted" : "törölt",
    "Show messages by this app within the log file" : "Az üzenetek megjelenítése az alkalmazás által a naplófájlon belül",
    "yes" : "igen",
    "no" : "nem",
    "The color at the top of a box indicates the range of the warning." : "A doboz tetején lévő szín jelzi a figyelmeztetés tartományát.",
    "Okay, I understand and I am sure" : "Oké, megértem és biztos vagyok benne",
    "Amount" : "Összeg",
    "Apps with the most log entries" : "Alkalmazások a legtöbb naplóbejegyzéssel",
    "Set logging level" : "A fakitermelési szint beállítása",
    "debug" : "hibakeresés",
    "info" : "információ",
    "warning" : "figyelmeztetés",
    "error" : "hiba",
    "fatal" : "halálos",
    "Automatically delete duplicates every 24 hours" : "24 óránként automatikusan törölje a másolatokat",
    "display this settings as accordion or modal" : "Jelenítse meg ezt a beállításokat harmonikaként vagy modálisként",
    "accordion" : "harmonika",
    "modal" : "modális"
},"pluralForm" :"nplurals=2; plural=n != 1;"
}
