{ "translations": {
    "no log entries available" : "Ոչ մի տեղեկամատյան մուտք չկա",
    "Time" : "Ժամանակ",
    "IP" : "À",
    "User" : "Օգտվող",
    "App" : "Ծրագիր",
    "Method" : "Մեթոդ",
    "URL" : "Url",
    "Reason" : "Պատճառ",
    "log file cannot be located" : "Տեղեկամատյան ֆայլը հնարավոր չէ գտնել",
    "Log entries fetched" : "Մուտքագրումներ",
    "Could not fetch log entries" : "Հնարավոր չէ վերցնել մուտքի գրառումները",
    "Could not fetch settings" : "Չհաջողվեց պարամետրեր հավաքել",
    "Could not set settings" : "Չհաջողվեց պարամետրեր սահմանել",
    "Log entry deleted" : "Log մուտքը ջնջված է",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n log մուտքը հաջող ջնջված է","%n տեղեկամատյանների գրառումները հաջող ջնջված են"],
    "How many lines to display" : "Քանի տող ցուցադրելու համար",
    "How many characters should the error reason display" : "Քանի նիշ պետք է սխալի պատճառը ցուցադրի",
    "right" : "իրավունք",
    "top" : "գագաթ",
    "which menue to use" : "Որ մենյունն օգտագործելու համար",
    "(only effective after the next page refresh)" : "(միայն արդյունավետ է հաջորդ էջի թարմացումից հետո)",
    "Delete duplicates" : "Delete նջել կրկնօրինակները",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Սխալների տեղեկամատյանից սխալ եք շտկելուց հետո կարող եք օգտագործել աղբարկղը յուրաքանչյուր սխալի գծի ձախ կողմում `սխալի մատյանից համապատասխան տողը հանելու համար:",
    "Simply deleting it does not prevent the error from occurring again!" : "Պարզապես ջնջելը չի ​​խանգարում, որ սխալը կրկին տեղի է ունենում:",
    "The weighting of an error is differentiated by the following background colors" : "Սխալի կշռումը տարբերվում է հետեւյալ ֆոնային գույներով",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Սխալ մակարդակ 0: Debug. Ամբողջ գործունեությունը; առավել մանրամասն մուտք:",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Սխալ մակարդակ 1. Տեղեկատվություն. Գործունեություն, ինչպիսիք են օգտագործողի մուտքը եւ ֆայլերի գործունեությունը, գումարած նախազգուշացումները, սխալները եւ ճակատագրական սխալները:",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Սխալ մակարդակ 2. Զգուշացում. Գործողությունները հաջողության են հասնում, բայց հնարավոր խնդիրների նախազգուշացումներով, գումարած սխալներով եւ ճակատագրական սխալներով:",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Սխալ մակարդակ 3. Սխալ. Գործողությունը ձախողվում է, բայց այլ ծառայություններ եւ գործառնություններ շարունակվում են, գումարած ճակատագրական սխալները:",
    "Error Level 4: FATAL: The server stops." : "Սխալ մակարդակ 4. Fatal. Սերվերը դադարում է:",
    "_%n log entry_::_%n log entries_" : ["%n log Մուտք","%n Մուտք գրություններ"],
    "Time offset in hours, e.g. due to winter time" : "Ժամանակի ընթացքում ժամանակի օֆսեթը, օրինակ. Ձմեռային ժամանակի պատճառով",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Delete նջել %n եւ կրկնօրինակել","Delete նջել %n ոչ կրկնօրինակները"],
    "This button will delete shown number of duplicates within the error log file" : "Այս կոճակը կջնջի կրկնօրինակների քանակը սխալի մուտքի ֆայլում",
    "Empty the log file" : "Դատարկեք տեղեկամատյանային ֆայլը",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Ուշադրություն !! Այս գործառույթը պետք է օգտագործվի միայն այն դեպքում, եթե իսկապես վստահ եք, թե ինչ եք անում: Այս կոճակը դատարկում է ամբողջ մուտքի ֆայլը, բայց սխալներ չի շտկում:",
    "Empty the log file now" : "Այժմ դատարկեք տեղեկամատյանային ֆայլը",
    "Cancel" : "Չեղարկել",
    "This button will empty the complete log file" : "Այս կոճակը կտարբերի ամբողջական տեղեկամատյանային ֆայլը",
    "good" : "լավ",
    "bad" : "վատ",
    "very bad" : "Շատ վատ",
    "Hint:" : "Ակնարկ.",
    "deleted" : "ջնջված",
    "Show messages by this app within the log file" : "Show ուցադրել հաղորդագրությունները այս ծրագրի միջոցով տեղեկամատյանում",
    "yes" : "այո",
    "no" : "ոչ",
    "The color at the top of a box indicates the range of the warning." : "Տուփի վերեւում գտնվող գույնը ցույց է տալիս նախազգուշացման շրջանակը:",
    "Okay, I understand and I am sure" : "Լավ, ես հասկանում եմ եւ վստահ եմ",
    "Amount" : "Գումար",
    "Apps with the most log entries" : "Ծրագրեր `առավելագույն տեղեկամատյանների գրառումներով",
    "Set logging level" : "Սահմանել անտառահատումների մակարդակը",
    "debug" : "կարգավորել",
    "info" : "Տեղեկատվություն",
    "warning" : "նախազգուշացում",
    "error" : "սխալ",
    "fatal" : "ճակատագրական",
    "Automatically delete duplicates every 24 hours" : "Ավտոմատ կերպով ջնջել կրկնօրինակները ամեն 24 ժամվա ընթացքում",
    "display this settings as accordion or modal" : "Display ուցադրել այս պարամետրերը որպես ակորդե կամ մոդալ",
    "accordion" : "ակորդեոն",
    "modal" : "մոդալ"
},"pluralForm" :"nplurals=2; plural=n > 1;"
}
