{ "translations": {
    "no log entries available" : "Tidak ada entri log yang tersedia",
    "Time" : "Waktu",
    "IP" : "AKU P",
    "User" : "Pengguna",
    "App" : "Aplikasi",
    "Method" : "Metode",
    "URL" : "Url",
    "Reason" : "Alasan",
    "log file cannot be located" : "File log tidak dapat ditemukan",
    "Log entries fetched" : "Entri log diambil",
    "Could not fetch log entries" : "Tidak bisa mengambil entri log",
    "Could not fetch settings" : "Tidak bisa mengambil pengaturan",
    "Could not set settings" : "Tidak bisa mengatur pengaturan",
    "Log entry deleted" : "Entri log dihapus",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n entri log berhasil dihapus"],
    "How many lines to display" : "Berapa banyak baris yang harus ditampilkan",
    "How many characters should the error reason display" : "Berapa banyak karakter yang harus ditampilkan oleh alasan kesalahan",
    "right" : "Kanan",
    "top" : "atas",
    "which menue to use" : "Menu mana yang akan digunakan",
    "(only effective after the next page refresh)" : "(hanya efektif setelah halaman berikutnya menyegarkan)",
    "Delete duplicates" : "Hapus duplikat",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Setelah Anda mengoreksi kesalahan dari log kesalahan, Anda dapat menggunakan simbol sampah di sebelah kiri setiap baris kesalahan untuk menghapus baris masing -masing dari log kesalahan.",
    "Simply deleting it does not prevent the error from occurring again!" : "Cukup menghapusnya tidak mencegah kesalahan terjadi lagi!",
    "The weighting of an error is differentiated by the following background colors" : "Pembobotan kesalahan dibedakan dengan warna latar belakang berikut",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Level Kesalahan 0: Debug: Semua Aktivitas; logging yang paling rinci.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Level Kesalahan 1: Info: Aktivitas seperti login pengguna dan aktivitas file, ditambah peringatan, kesalahan, dan kesalahan fatal.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Level Kesalahan 2: Peringatan: Operasi berhasil, tetapi dengan peringatan masalah potensial, ditambah kesalahan dan kesalahan fatal.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Level Kesalahan 3: Kesalahan: Suatu operasi gagal, tetapi layanan dan operasi lain berlanjut, ditambah kesalahan fatal.",
    "Error Level 4: FATAL: The server stops." : "Level Kesalahan 4: Fatal: Server berhenti.",
    "_%n log entry_::_%n log entries_" : ["%n entri log"],
    "Time offset in hours, e.g. due to winter time" : "Waktu offset dalam jam, mis. Karena waktu musim dingin",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Hapus %n duplikat"],
    "This button will delete shown number of duplicates within the error log file" : "Tombol ini akan menghapus jumlah duplikat yang ditampilkan dalam file log kesalahan",
    "Empty the log file" : "Kosongkan file log",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Perhatian!! Fungsi ini hanya boleh digunakan jika Anda benar -benar yakin dengan apa yang Anda lakukan. Tombol ini mengosongkan seluruh file log, tetapi tidak memperbaiki kesalahan apa pun.",
    "Empty the log file now" : "Kosongkan file log sekarang",
    "Cancel" : "Membatalkan",
    "This button will empty the complete log file" : "Tombol ini akan mengosongkan file log lengkap",
    "good" : "Bagus",
    "bad" : "buruk",
    "very bad" : "sangat buruk",
    "Hint:" : "Petunjuk:",
    "deleted" : "dihapus",
    "Show messages by this app within the log file" : "Tampilkan pesan melalui aplikasi ini di dalam file log",
    "yes" : "Ya",
    "no" : "TIDAK",
    "The color at the top of a box indicates the range of the warning." : "Warna di bagian atas kotak menunjukkan kisaran peringatan.",
    "Okay, I understand and I am sure" : "Oke, saya mengerti dan saya yakin",
    "Amount" : "Jumlah",
    "Apps with the most log entries" : "Aplikasi dengan entri log terbanyak",
    "Set logging level" : "Atur level logging",
    "debug" : "debug",
    "info" : "info",
    "warning" : "peringatan",
    "error" : "kesalahan",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "Hapus duplikat secara otomatis setiap 24 jam",
    "display this settings as accordion or modal" : "Tampilkan pengaturan ini sebagai akordeon atau modal",
    "accordion" : "akordeon",
    "modal" : "modal"
},"pluralForm" :"nplurals=1; plural=0;"
}
