{ "translations": {
    "no log entries available" : "ログエントリはありません",
    "Time" : "時間",
    "IP" : "IP",
    "User" : "ユーザー",
    "App" : "アプリ",
    "Method" : "方法",
    "URL" : "URL",
    "Reason" : "理由",
    "log file cannot be located" : "ログファイルを配置できません",
    "Log entries fetched" : "ログエントリが取得されました",
    "Could not fetch log entries" : "ログエントリを取得できませんでした",
    "Could not fetch settings" : "設定を取得できませんでした",
    "Could not set settings" : "設定を設定できませんでした",
    "Log entry deleted" : "ログエントリが削除されました",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n ログエントリは削除されました"],
    "How many lines to display" : "表示する行の数",
    "How many characters should the error reason display" : "エラー理由が表示される必要があります",
    "right" : "右",
    "top" : "トップ",
    "which menue to use" : "使用するメニュー",
    "(only effective after the next page refresh)" : "（次のページの更新後にのみ有効）",
    "Delete duplicates" : "複製を削除します",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "エラーログからエラーを修正した後、各エラーラインの左側にあるゴミ缶シンボルを使用して、エラーログからそれぞれの行を削除できます。",
    "Simply deleting it does not prevent the error from occurring again!" : "単に削除しても、エラーが再び発生するのを防ぎません！",
    "The weighting of an error is differentiated by the following background colors" : "エラーの重み付けは、次の背景色によって区別されます",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "エラーレベル0：デバッグ：すべてのアクティビティ。最も詳細なロギング。",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "エラーレベル1：情報：ユーザーログインやファイルアクティビティなどのアクティビティに加えて、警告、エラー、致命的なエラー。",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "エラーレベル2：警告：操作は成功しますが、潜在的な問題の警告に加えて、エラーと致命的なエラーがあります。",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "エラーレベル3：エラー：操作に失敗しますが、他のサービスと操作が続き、さらに致命的なエラーが続きます。",
    "Error Level 4: FATAL: The server stops." : "エラーレベル4：致命的：サーバーが停止します。",
    "_%n log entry_::_%n log entries_" : ["%n ログエントリ"],
    "Time offset in hours, e.g. due to winter time" : "時間の時間オフセット、例えば冬のために",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["%n を削除して複製します"],
    "This button will delete shown number of duplicates within the error log file" : "このボタンは、エラーログファイル内で表示されている複製の数を削除します",
    "Empty the log file" : "ログファイルを空にします",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "注意！！この関数は、自分が何をしているのか本当に確信している場合にのみ使用する必要があります。このボタンはログファイル全体を空にしますが、エラーは修正されません。",
    "Empty the log file now" : "今すぐログファイルを空にします",
    "Cancel" : "キャンセル",
    "This button will empty the complete log file" : "このボタンは完全なログファイルを空にします",
    "good" : "良い",
    "bad" : "悪い",
    "very bad" : "非常に悪い",
    "Hint:" : "ヒント：",
    "deleted" : "削除されました",
    "Show messages by this app within the log file" : "ログファイル内のこのアプリによるメッセージを表示します",
    "yes" : "はい",
    "no" : "いいえ",
    "The color at the top of a box indicates the range of the warning." : "ボックスの上部にある色は、警告の範囲を示しています。",
    "Okay, I understand and I am sure" : "さて、私は理解しています、そして私は確信しています",
    "Amount" : "額",
    "Apps with the most log entries" : "ログエントリが最も多いアプリ",
    "Set logging level" : "ロギングレベルを設定します",
    "debug" : "デバッグ",
    "info" : "情報",
    "warning" : "警告",
    "error" : "エラー",
    "fatal" : "致命的",
    "Automatically delete duplicates every 24 hours" : "24時間ごとに複製を自動的に削除します",
    "display this settings as accordion or modal" : "この設定をアコーディオンまたはモーダルとして表示します",
    "accordion" : "アコーディオン",
    "modal" : "モーダル"
},"pluralForm" :"nplurals=1; plural=0;"
}
