{ "translations": {
    "no log entries available" : "Kee Logrisries verfügbar",
    "Time" : "Zäit",
    "IP" : "Ip",
    "User" : "Benotzer",
    "App" : "Appa",
    "Method" : "Methmeter",
    "URL" : "D'URL",
    "Reason" : "Reesons",
    "log file cannot be located" : "Log Datei kann net lokaliséieren",
    "Log entries fetched" : "Log Entréen fetted",
    "Could not fetch log entries" : "Konnt d'Logbuch net fetelen",
    "Could not fetch settings" : "Konnt d'Astellunge net fannen",
    "Could not set settings" : "Konnt d'Astellunge net agestallt ginn",
    "Log entry deleted" : "Login Entrée geläscht",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n Logrece Treate erfollegräich geläscht","%n Logrëschung erfollegräich geläscht"],
    "How many lines to display" : "Wéi vill Linnen fir ze weisen",
    "How many characters should the error reason display" : "Wéi vill Zeechen soll de Feeler Ursaach weisen",
    "right" : "riets",
    "top" : "uewen",
    "which menue to use" : "Wéi ee Menu fir ze benotzen",
    "(only effective after the next page refresh)" : "(nëmmen effektiv no der nächster Säit erfrëschen)",
    "Delete duplicates" : "Läschen Duplikates",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Nodeems Dir e Feeler vum Fehler-Log korrigéiert hutt, kënnt Dir den Dreckskëscht benotze kann symbol op der lénker vun all Feeler Linn ewechhuelen fir déi jeeweileg Linn vum Fehler ze läschen.",
    "Simply deleting it does not prevent the error from occurring again!" : "Einfach et läschen, verhënnert datt de Feeler net erëm geschitt!",
    "The weighting of an error is differentiated by the following background colors" : "D'Gewiicht vun engem Feeler gëtt duerch déi folgend Hannergrondfaarwen differenzéiert",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Feeler Niveau 0: Debug: all Aktivitéit; déi detailléiertste Loggen.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "ERROR Niveau 1: Info: Aktivitéit wéi Benotzer Logins a Dateiaktivitéit, plus Warnungen, Feeler, a fatale Feeler.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "ERROR Niveau 2: Warn: Operations Erfolleg hunn, awer mat Warnungen vu potenziell Probleemer, plus Feeler a fatale Feeler.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "ERROR Niveau 3: Feeler: Eng Operatioun feelt, awer aner Servicer an Operatiounen, weider, plus fatale Feeler.",
    "Error Level 4: FATAL: The server stops." : "Feeler beim Niveau 4: Fatal: de Server stoppt.",
    "_%n log entry_::_%n log entries_" : ["%n Logrësch","%n Log Entréen"],
    "Time offset in hours, e.g. due to winter time" : "Zäit an Stonnen, z .. Wéinst der Wanterzäit",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Läschen %n Duplikat","Läschen %n Duplikates"],
    "This button will delete shown number of duplicates within the error log file" : "Dëse Knäppche läscht notéiert Zuel vun Duplikates an der Errorstécker Datei",
    "Empty the log file" : "Eidel d'Log Datei",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "OPGEPASST !! Dës Funktioun sollt nëmme benotzt ginn wann Dir wierklech sécher sidd wat Dir maacht. Dëse Knäppche gëtt d'ganz Log Datei eidel, awer feelt keng Feeler.",
    "Empty the log file now" : "Eidel der Log Datei elo",
    "Cancel" : "Ofbriechen",
    "This button will empty the complete log file" : "Dëse Knäppchen wäert d'komplett Log Datei eidel maachen",
    "good" : "gutt",
    "bad" : "schlecht",
    "very bad" : "ganz schlecht",
    "Hint:" : "Hiweis:",
    "deleted" : "opgäscht",
    "Show messages by this app within the log file" : "Show Messagen duerch dës App an der Logbuchdatei",
    "yes" : "Jo",
    "no" : "Nee",
    "The color at the top of a box indicates the range of the warning." : "D'Faarf uewen op enger Këscht weist d'Gamme vun der Warnung.",
    "Okay, I understand and I am sure" : "Okay, ech verstinn an ech si sécher",
    "Amount" : "Mobil Bet an der Offer",
    "Apps with the most log entries" : "Apps mat de Logbuch",
    "Set logging level" : "Set Logging Niveau",
    "debug" : "debug",
    "info" : "Infoen",
    "warning" : "enger Facwannung",
    "error" : "Feeler",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "Automatesch läschen Duplizéiert all 24 Stonnen",
    "display this settings as accordion or modal" : "Display dës Astellunge als Akkord- oder Modal",
    "accordion" : "adekationéiert",
    "modal" : "mënschheet"
},"pluralForm" :"nplurals=2; plural=n != 1;"
}
