{ "translations": {
    "no log entries available" : "Нема достапни записи за дневник",
    "Time" : "Време",
    "IP" : "Ip",
    "User" : "Корисник",
    "App" : "Апликација",
    "Method" : "Метод",
    "URL" : "УРЛ",
    "Reason" : "Причина",
    "log file cannot be located" : "датотеката за најавување не може да се наоѓа",
    "Log entries fetched" : "Записи на дневник",
    "Could not fetch log entries" : "Не можеше да земе записи за дневник",
    "Could not fetch settings" : "Не можеше да ги преземе поставките",
    "Could not set settings" : "Не можеше да постави поставки",
    "Log entry deleted" : "Влез на дневник избришан",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n записи од дневникот се успешно избришани","%n записи од дневникот се успешно избришани"],
    "How many lines to display" : "Колку редови да се прикажат",
    "How many characters should the error reason display" : "Колку знаци треба да прикаже причината за грешката",
    "right" : "десно",
    "top" : "горе",
    "which menue to use" : "Кое мени да се користи",
    "(only effective after the next page refresh)" : "(само ефикасно по освежување на следната страница)",
    "Delete duplicates" : "Избришете дупликати",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Откако ќе поправите грешка од дневникот за грешки, можете да го користите симболот за отпадоци од лево од секоја линија за грешка за да ја отстраните соодветната линија од дневникот за грешки.",
    "Simply deleting it does not prevent the error from occurring again!" : "Едноставно бришење, не спречува повторно да се појави грешката!",
    "The weighting of an error is differentiated by the following background colors" : "Тежината на грешка се разликува со следниве бои во позадина",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Ниво на грешка 0: Дебагирање: целата активност; Најмногу детално сеча.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Ниво на грешка 1: Инфо: Активност како што се најавувања на корисници и активности на датотеки, плус предупредувања, грешки и фатални грешки.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Ниво на грешка 2: Предупредување: Операциите успеваат, но со предупредувања за потенцијални проблеми, плус грешки и фатални грешки.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Ниво на грешка 3: Грешка: Операцијата не успева, но другите услуги и операции продолжуваат, плус фатални грешки.",
    "Error Level 4: FATAL: The server stops." : "Ниво на грешка 4: Фатално: Серверот застанува.",
    "_%n log entry_::_%n log entries_" : ["%n записи во дневникот","%n записи во дневникот"],
    "Time offset in hours, e.g. due to winter time" : "Време се неутрализира во часови, на пр. Поради зимско време",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Избриши %n дупликати","Избриши %n дупликати"],
    "This button will delete shown number of duplicates within the error log file" : "Ова копче ќе го избрише прикажаниот број на дупликати во датотеката за дневник на грешки",
    "Empty the log file" : "Испразнете ја датотеката за дневник",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Внимание !! Оваа функција треба да се користи само ако сте навистина сигурни во она што го правите. Ова копче ја испразнува целата датотека за најавување, но не поправа никакви грешки.",
    "Empty the log file now" : "Испразнете ја датотеката за дневник сега",
    "Cancel" : "Откажи",
    "This button will empty the complete log file" : "Ова копче ќе ја испразни целосната датотека за најавување",
    "good" : "добро",
    "bad" : "лошо",
    "very bad" : "многу лошо",
    "Hint:" : "Совет:",
    "deleted" : "избришано",
    "Show messages by this app within the log file" : "Покажете пораки од оваа апликација во рамките на датотеката за најавување",
    "yes" : "Да",
    "no" : "Не",
    "The color at the top of a box indicates the range of the warning." : "Бојата на врвот на кутијата го означува опсегот на предупредување.",
    "Okay, I understand and I am sure" : "Добро, разбирам и сигурен сум",
    "Amount" : "Количина",
    "Apps with the most log entries" : "Апликации со најмногу записи за најавување",
    "Set logging level" : "Поставете ниво на најавување",
    "debug" : "дебагирање",
    "info" : "Инфо",
    "warning" : "Предупредување",
    "error" : "грешка",
    "fatal" : "фатално",
    "Automatically delete duplicates every 24 hours" : "Автоматски избришете ги дупликатите на секои 24 часа",
    "display this settings as accordion or modal" : "прикажете ги овие поставки како хармоника или модална",
    "accordion" : "хармоника",
    "modal" : "модал"
},"pluralForm" :"nplurals=2; plural=(n==1 || n%10==1 ? 0 : 1);"
}
