{ "translations": {
    "no log entries available" : "Geen logboekvermeldingen beschikbaar",
    "Time" : "Tijd",
    "IP" : "Ip",
    "User" : "Gebruiker",
    "App" : "App",
    "Method" : "Methode",
    "URL" : "Url",
    "Reason" : "Reden",
    "log file cannot be located" : "Logbestand kan niet worden gevonden",
    "Log entries fetched" : "Logboekitems opgehaald",
    "Could not fetch log entries" : "Kon geen logboekvermeldingen ophalen",
    "Could not fetch settings" : "Kon geen instellingen ophalen",
    "Could not set settings" : "Kon geen instellingen instellen",
    "Log entry deleted" : "Logboeking verwijderd",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n logboekinvoer succesvol verwijderd","%n logboekvermeldingen succesvol verwijderd"],
    "How many lines to display" : "Hoeveel regels moeten worden weergegeven",
    "How many characters should the error reason display" : "Hoeveel tekens moet de fout reden weergeven",
    "right" : "rechts",
    "top" : "bovenkant",
    "which menue to use" : "Welke menue te gebruiken",
    "(only effective after the next page refresh)" : "(Alleen effectief na de volgende paginavernieuwing)",
    "Delete duplicates" : "Verwijder Dublicates",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Nadat u een fout van het foutlogboek hebt gecorrigeerd, kunt u het prullenbakbus aan de linkerkant van elke foutlijn gebruiken om de respectieve regel uit het foutlogboek te verwijderen.",
    "Simply deleting it does not prevent the error from occurring again!" : "Simpelweg verwijderen wordt niet voorkomt dat de fout weer voorkomt!",
    "The weighting of an error is differentiated by the following background colors" : "De weging van een fout wordt onderscheiden door de volgende achtergrondkleuren",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Foutniveau 0: Debug: alle activiteit; de meest gedetailleerde logboekregistratie.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Foutniveau 1: INFO: Activiteit zoals gebruikersaanmeldingen en bestandsactiviteiten, plus waarschuwingen, fouten en fatale fouten.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Foutniveau 2: WARN: bewerkingen slagen, maar met waarschuwingen voor mogelijke problemen, plus fouten en fatale fouten.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Foutniveau 3: Fout: een bewerking mislukt, maar andere services en bewerkingen gaan door, plus dodelijke fouten.",
    "Error Level 4: FATAL: The server stops." : "Foutniveau 4: Fataal: de server stopt.",
    "_%n log entry_::_%n log entries_" : ["%n logboek invoer","%n logboekvermeldingen"],
    "Time offset in hours, e.g. due to winter time" : "Tijd offset in uren, b.v. Vanwege de wintertijd",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Verwijder %n duplicate","Verwijder %n duplicates"],
    "This button will delete shown number of duplicates within the error log file" : "Deze knop verwijdert het getoond aantal duplicaten in het foutlogboekbestand",
    "Empty the log file" : "Leg het logbestand leeg",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Aandacht!! Deze functie mag alleen worden gebruikt als u echt zeker weet wat u doet. Deze knop maakt het hele logbestand leeg, maar lost geen fouten op.",
    "Empty the log file now" : "Leg het logbestand nu leeg",
    "Cancel" : "Annuleren",
    "This button will empty the complete log file" : "Deze knop maakt het volledige logbestand leeg",
    "good" : "Goed",
    "bad" : "slecht",
    "very bad" : "erg slecht",
    "Hint:" : "Hint:",
    "deleted" : "verwijderd",
    "Show messages by this app within the log file" : "Toon berichten van deze app in het logbestand",
    "yes" : "Ja",
    "no" : "Nee",
    "The color at the top of a box indicates the range of the warning." : "De kleur bovenaan een doos geeft het bereik van de waarschuwing aan.",
    "Okay, I understand and I am sure" : "Oké, ik begrijp het en ik weet het zeker",
    "Amount" : "Hoeveelheid",
    "Apps with the most log entries" : "Apps met de meeste logboekvermeldingen",
    "Set logging level" : "Stel het logboekniveau in",
    "debug" : "debug",
    "info" : "info",
    "warning" : "waarschuwing",
    "error" : "fout",
    "fatal" : "dodelijk",
    "Automatically delete duplicates every 24 hours" : "Verwijder automatisch om de 24 uur duplicaten",
    "display this settings as accordion or modal" : "Geef deze instellingen weer als accordeon of modaal",
    "accordion" : "accordeon",
    "modal" : "modaal"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
