{ "translations": {
    "no log entries available" : "Sem entradas de log disponível",
    "Time" : "Tempo",
    "IP" : "IP",
    "User" : "Usuário",
    "App" : "App",
    "Method" : "Método",
    "URL" : "Url",
    "Reason" : "Razão",
    "log file cannot be located" : "O arquivo de log não pode ser localizado",
    "Log entries fetched" : "Entradas de log buscadas",
    "Could not fetch log entries" : "Não foi possível buscar entradas de log",
    "Could not fetch settings" : "Não foi possível buscar configurações",
    "Could not set settings" : "Não foi possível definir configurações",
    "Log entry deleted" : "Entrada de log excluída",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n entrada de log bem -sucedida excluída","%n entradas de log bem -sucedidas excluídas","%n entradas de log excluídas com sucesso"],
    "How many lines to display" : "Quantas linhas para exibir",
    "How many characters should the error reason display" : "Quantos caracteres o erro deve ser exibido",
    "right" : "certo",
    "top" : "principal",
    "which menue to use" : "Qual menu usar",
    "(only effective after the next page refresh)" : "(apenas efetivo após a próxima atualização da página)",
    "Delete duplicates" : "Excluir duplicatas",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Depois de corrigir um erro do log de erros, você pode usar o lixo pode símbolo à esquerda de cada linha de erro para remover a linha respectiva do log de erros.",
    "Simply deleting it does not prevent the error from occurring again!" : "Simplesmente excluindo, não impede que o erro ocorra novamente!",
    "The weighting of an error is differentiated by the following background colors" : "A ponderação de um erro é diferenciada pelas seguintes cores de fundo",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Nível de erro 0: Debug: toda atividade; o log mais detalhado.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Nível de erro 1: Informações: Atividade como logins de usuários e atividades de arquivo, além de avisos, erros e erros fatais.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Nível de erro 2: AVISO: Operações são bem -sucedidas, mas com avisos de problemas em potencial, além de erros e erros fatais.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Nível de erro 3: Erro: uma operação falha, mas outros serviços e operações continuam, além de erros fatais.",
    "Error Level 4: FATAL: The server stops." : "Nível de erro 4: Fatal: o servidor para.",
    "_%n log entry_::_%n log entries_" : ["%n entrada de log","%n entradas de log","%n entradas de log"],
    "Time offset in hours, e.g. due to winter time" : "Compensação de tempo em horas, p. Devido ao inverno",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Exclua %n duplicado","Excluir %n duplicados","Excluir %n duplicatas"],
    "This button will delete shown number of duplicates within the error log file" : "Este botão excluirá o número mostrado de duplicatas dentro do arquivo de log de erros",
    "Empty the log file" : "Esvazie o arquivo de log",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Atenção!! Essa função só deve ser usada se você tiver certeza do que está fazendo. Este botão esvazia o arquivo de log inteiro, mas não corrige nenhum erro.",
    "Empty the log file now" : "Esvazie o arquivo de log agora",
    "Cancel" : "Cancelar",
    "This button will empty the complete log file" : "Este botão vai esvaziar o arquivo de log completo",
    "good" : "bom",
    "bad" : "ruim",
    "very bad" : "muito ruim",
    "Hint:" : "Dica:",
    "deleted" : "excluído",
    "Show messages by this app within the log file" : "Mostrar mensagens por este aplicativo dentro do arquivo de log",
    "yes" : "sim",
    "no" : "não",
    "The color at the top of a box indicates the range of the warning." : "A cor no topo de uma caixa indica o alcance do aviso.",
    "Okay, I understand and I am sure" : "Ok, eu entendo e tenho certeza",
    "Amount" : "Quantia",
    "Apps with the most log entries" : "Aplicativos com mais entradas de log",
    "Set logging level" : "Defina o nível de log",
    "debug" : "depurar",
    "info" : "informações",
    "warning" : "aviso",
    "error" : "erro",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "Excluir automaticamente duplicados a cada 24 horas",
    "display this settings as accordion or modal" : "exibir essas configurações como acordeão ou modal",
    "accordion" : "acordeão",
    "modal" : "modal"
},"pluralForm" :"nplurals=3; plural=(n == 1) ? 0 : ((n != 0 && n % 1000000 == 0) ? 1 : 2);"
}
