{ "translations": {
    "no log entries available" : "ලොග් ඇතුළත් කිරීම් නොමැත",
    "Time" : "කාලය",
    "IP" : "IP",
    "User" : "පරිශීලකයා",
    "App" : "යෙදුම",
    "Method" : "ක්රමය",
    "URL" : "URL",
    "Reason" : "හේතුව",
    "log file cannot be located" : "ලොග් ගොනුව සොයාගත නොහැක",
    "Log entries fetched" : "ලොග් සටහන් ලබා ගැනීම",
    "Could not fetch log entries" : "ලොග් සටහන් ලබා ගැනීමට නොහැකි විය",
    "Could not fetch settings" : "සැකසුම් ලබා ගැනීමට නොහැකි විය",
    "Could not set settings" : "සැකසුම් සැකසීමට නොහැකි විය",
    "Log entry deleted" : "ලොග් එන්ට්රි මකාදැමීම",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n ලොග් ප්රවේශය සාර්ථක මකා දැමීය","%n ලොග් සටහන් සාර්ථක මකාදැමීම"],
    "How many lines to display" : "ප්රදර්ශනය කිරීමට පේළි කීයක් තිබේද?",
    "How many characters should the error reason display" : "දෝෂ හේතුව පෙන්විය යුතු චරිත කීයක් තිබේද?",
    "right" : "අයිතිය",
    "top" : "ඉහළට",
    "which menue to use" : "භාවිතා කළ යුතු මෙනුව",
    "(only effective after the next page refresh)" : "(be ලදායී පිටු නැවුම්බව නැවත නැවුලෙන් පසු පමණක් ක්රියාත්මක වේ)",
    "Delete duplicates" : "අනුපිටපත් මකන්න",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "දෝෂ ලොගයේ දෝෂයක් ඔබ නිවැරදි කර ඇත්නම්, දෝෂ ලොග් වලින් අදාළ රේඛාව ඉවත් කිරීම සඳහා ඔබට එක් එක් දෝෂ රේඛාවේ වම්පස ඇති කුණු කූඩයට භාවිතා කළ හැකිය.",
    "Simply deleting it does not prevent the error from occurring again!" : "එය මකා දැමීම දෝෂය නැවත ඇතිවීම වළක්වන්නේ නැත!",
    "The weighting of an error is differentiated by the following background colors" : "දෝෂයක් බර කිරිමේ පහත පසුබිම් වර්ණවලින් වෙනස් වේ",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "දෝෂ 3 මට්ටම: නිදොස් කිරීම: සියලු ක්රියාකාරකම්; වඩාත් සවිස්තරාත්මක ලොග් වීම.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "දෝෂ 1 මට්ටම: තොරතුරු: පරිශීලක පටුයන් සහ ගොනු ක්රියාකාරකම් වැනි ක්රියාකාරකම්, අනතුරු ඇඟවීම්, දෝෂ සහ මාරාන්තික දෝෂ.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "දෝෂ 2 වන මට්ටම: අනතුරු ඇඟවීම: මෙහෙයුම් සාර්ථක වේ, නමුත් විභව ගැටළු පිළිබඳ අනතුරු ඇඟවීම් සහ දෝෂ සහ මාරාන්තික දෝෂ.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "දෝෂ 3 වන මට්ටම: දෝෂය: මෙහෙයුමක් අසාර්ථකයි, නමුත් වෙනත් සේවාවන් සහ මෙහෙයුම් අඛණ්ඩව, සහ වෙනත් සේවා අඛණ්ඩව, සහ මාරාන්තික දෝෂ.",
    "Error Level 4: FATAL: The server stops." : "දෝෂ 3 මට්ටම: මාරාන්තික: සේවාදායකය නතර වේ.",
    "_%n log entry_::_%n log entries_" : ["%n ලොග් ඇතුළත් කිරීම","%n ලොග් සටහන්"],
    "Time offset in hours, e.g. due to winter time" : "පැය ගණනාවක කාලය, ඊ.ජී. ශීත කාලය නිසා",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["%n සහ අනුපිටපත් මකන්න","%n අනුපිටපත් මකන්න"],
    "This button will delete shown number of duplicates within the error log file" : "මෙම බොත්තම දෝෂ ලොග් ගොනුව තුළ ඇති අනුපිටපත් ගණන පෙන්වනු ඇත",
    "Empty the log file" : "ලොග් ගොනුව හිස් කරන්න",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "අවධානය යොමු කරන්න !! මෙම ශ්රිතය භාවිතා කළ යුත්තේ ඔබ කරන්නේ කුමක්ද යන්න ගැන ඔබට සැබවින්ම විශ්වාස නම් පමණි. මෙම බොත්තම සම්පූර්ණ ලොග් ගොනුව හිස් කළ හැකි නමුත් කිසිදු දෝෂයක් නිවැරදි නොකරයි.",
    "Empty the log file now" : "දැන් ලොග් ගොනුව හිස් කරන්න",
    "Cancel" : "අවලංගු කරන්න",
    "This button will empty the complete log file" : "මෙම බොත්තම සම්පූර්ණ ලොග් ගොනුව හිස් කරයි",
    "good" : "හොඳයි",
    "bad" : "නරක",
    "very bad" : "ඉතා නරකයි",
    "Hint:" : "ඉඟිය:",
    "deleted" : "මකා දමන ලදි",
    "Show messages by this app within the log file" : "ලොග් ගොනුව තුළ මෙම යෙදුම මඟින් පණිවිඩ පෙන්වන්න",
    "yes" : "ඔව්",
    "no" : "නැත",
    "The color at the top of a box indicates the range of the warning." : "පෙට්ටියක මුදුනේ ඇති වර්ණය අනතුරු ඇඟවීමේ පරාසය පෙන්නුම් කරයි.",
    "Okay, I understand and I am sure" : "හරි, මට තේරෙනවා, මට විශ්වාසයි",
    "Amount" : "මුදල",
    "Apps with the most log entries" : "බොහෝ ලොග් ඇතුළත් කිරීම් සහිත යෙදුම්",
    "Set logging level" : "ල ging ු-සටහන් මට්ටම සකසන්න",
    "debug" : "නිදොස් කිරීම",
    "info" : "තොරතුරු",
    "warning" : "අවවාදයයි",
    "error" : "දෝෂයකි",
    "fatal" : "මාරාන්තික",
    "Automatically delete duplicates every 24 hours" : "සෑම පැය 24 කට වරක් ස්වයංක්රීයව අනුපිටපත් මකන්න",
    "display this settings as accordion or modal" : "මෙම සැකසුම් ඇකෝනැෙන්ට් හෝ මොඩල් ලෙස පෙන්වන්න",
    "accordion" : "ඇකෝනියන්",
    "modal" : "මෝඩල්"
},"pluralForm" :"nplurals=2; plural=n > 1;"
}
