{ "translations": {
    "no log entries available" : "ไม่มีรายการบันทึก",
    "Time" : "เวลา",
    "IP" : "ip",
    "User" : "ผู้ใช้",
    "App" : "แอป",
    "Method" : "วิธี",
    "URL" : "url",
    "Reason" : "เหตุผล",
    "log file cannot be located" : "ไฟล์บันทึกไม่สามารถอยู่ได้",
    "Log entries fetched" : "บันทึกรายการ",
    "Could not fetch log entries" : "ไม่สามารถดึงรายการบันทึก",
    "Could not fetch settings" : "ไม่สามารถดึงการตั้งค่าได้",
    "Could not set settings" : "ไม่สามารถตั้งค่าการตั้งค่า",
    "Log entry deleted" : "ลบรายการบันทึก",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["การลบรายการ N %n สำเร็จ"],
    "How many lines to display" : "มีกี่บรรทัดที่จะแสดง",
    "How many characters should the error reason display" : "เหตุผลข้อผิดพลาดควรแสดงอักขระกี่ตัว",
    "right" : "ขวา",
    "top" : "สูงสุด",
    "which menue to use" : "ใช้เมนูไหน",
    "(only effective after the next page refresh)" : "(มีผลหลังจากรีเฟรชหน้าถัดไปเท่านั้น)",
    "Delete duplicates" : "ลบซ้ำ",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "หลังจากที่คุณแก้ไขข้อผิดพลาดจากบันทึกข้อผิดพลาดคุณสามารถใช้ถังขยะสามารถเป็นสัญลักษณ์ทางด้านซ้ายของแต่ละบรรทัดข้อผิดพลาดเพื่อลบบรรทัดที่เกี่ยวข้องออกจากบันทึกข้อผิดพลาด",
    "Simply deleting it does not prevent the error from occurring again!" : "เพียงแค่ลบมันไม่ได้ป้องกันข้อผิดพลาดจากการเกิดขึ้นอีกครั้ง!",
    "The weighting of an error is differentiated by the following background colors" : "การถ่วงน้ำหนักของข้อผิดพลาดนั้นแตกต่างกันด้วยสีพื้นหลังต่อไปนี้",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "ระดับข้อผิดพลาดระดับ 0: การดีบัก: กิจกรรมทั้งหมด; การบันทึกรายละเอียดมากที่สุด",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "ข้อผิดพลาดระดับ 1: ข้อมูล: กิจกรรมเช่นการเข้าสู่ระบบผู้ใช้และกิจกรรมไฟล์รวมถึงคำเตือนข้อผิดพลาดและข้อผิดพลาดร้ายแรง",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "ข้อผิดพลาดระดับ 2: เตือน: การดำเนินการประสบความสำเร็จ แต่ด้วยคำเตือนของปัญหาที่อาจเกิดขึ้นรวมถึงข้อผิดพลาดและข้อผิดพลาดร้ายแรง",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "ข้อผิดพลาดระดับ 3: ข้อผิดพลาด: การดำเนินการล้มเหลว แต่บริการและการดำเนินการอื่น ๆ ยังคงดำเนินต่อไปรวมถึงข้อผิดพลาดร้ายแรง",
    "Error Level 4: FATAL: The server stops." : "ข้อผิดพลาดระดับ 4: Fatal: เซิร์ฟเวอร์หยุด",
    "_%n log entry_::_%n log entries_" : ["%n บันทึกรายการ"],
    "Time offset in hours, e.g. due to winter time" : "ชดเชยเวลาเป็นชั่วโมงเช่น เนื่องจากเวลาฤดูหนาว",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["ลบ %n และซ้ำกัน"],
    "This button will delete shown number of duplicates within the error log file" : "ปุ่มนี้จะลบจำนวนรายการซ้ำที่แสดงภายในไฟล์บันทึกข้อผิดพลาด",
    "Empty the log file" : "ล้างไฟล์บันทึก",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "ความสนใจ!! ฟังก์ชั่นนี้ควรใช้เฉพาะในกรณีที่คุณแน่ใจในสิ่งที่คุณกำลังทำ ปุ่มนี้ทำให้ไฟล์บันทึกทั้งหมดทั้งหมด แต่ไม่สามารถแก้ไขข้อผิดพลาดใด ๆ ได้",
    "Empty the log file now" : "ล้างไฟล์บันทึกทันที",
    "Cancel" : "ยกเลิก",
    "This button will empty the complete log file" : "ปุ่มนี้จะล้างไฟล์บันทึกที่สมบูรณ์",
    "good" : "ดี",
    "bad" : "แย่",
    "very bad" : "แย่มาก",
    "Hint:" : "คำใบ้:",
    "deleted" : "ถูกลบออก",
    "Show messages by this app within the log file" : "แสดงข้อความโดยแอพนี้ภายในไฟล์บันทึก",
    "yes" : "ใช่",
    "no" : "เลขที่",
    "The color at the top of a box indicates the range of the warning." : "สีที่ด้านบนของกล่องหมายถึงช่วงของคำเตือน",
    "Okay, I understand and I am sure" : "โอเคฉันเข้าใจและฉันแน่ใจ",
    "Amount" : "จำนวน",
    "Apps with the most log entries" : "แอพที่มีรายการบันทึกมากที่สุด",
    "Set logging level" : "ตั้งค่าระดับการบันทึก",
    "debug" : "การดีบัก",
    "info" : "ข้อมูล",
    "warning" : "คำเตือน",
    "error" : "ข้อผิดพลาด",
    "fatal" : "ร้ายแรง",
    "Automatically delete duplicates every 24 hours" : "ลบซ้ำโดยอัตโนมัติทุก 24 ชั่วโมงโดยอัตโนมัติ",
    "display this settings as accordion or modal" : "แสดงการตั้งค่านี้เป็นหีบเพลงหรือโมดอล",
    "accordion" : "หีบเพลง",
    "modal" : "เป็นโมฆะ"
},"pluralForm" :"nplurals=1; plural=0;"
}
