{ "translations": {
    "no log entries available" : "خاتىرە بۇيۇملىرى يوق",
    "Time" : "ۋاقىت",
    "IP" : "Ip",
    "User" : "ئىشلەتكۈچى",
    "App" : "App",
    "Method" : "Method",
    "URL" : "URL",
    "Reason" : "سەۋەب",
    "log file cannot be located" : "خاتىرە ھۆججىتىنى تاپقىلى بولمايدۇ",
    "Log entries fetched" : "خاتىرە بۇيۇملىرى",
    "Could not fetch log entries" : "خاتىرە بۇيۇملىرىنى تاپالمىدى",
    "Could not fetch settings" : "تەڭشەكلەرگە ئېرىشەلمىدى",
    "Could not set settings" : "تەڭشەكلەرنى تەڭشىيەلمىدى",
    "Log entry deleted" : "كىرىش خاتىرىسىنى ئۆچۈرۈۋەتتى",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n خاتىرىگە كىرىش مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى","%n خاتىرە بۇيۇملىرى مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى"],
    "How many lines to display" : "قانچە قۇر",
    "How many characters should the error reason display" : "خاتالىق سەۋەبىنى بايان قىلىش كېرەك",
    "right" : "توغرا",
    "top" : "ئۈستى",
    "which menue to use" : "قايسى تىزىملىكنى ئىشلىتىش",
    "(only effective after the next page refresh)" : "(پەقەت كېيىنكى بەت يېڭىلاشتىن كېيىنلا ئۈنۈملۈك)",
    "Delete duplicates" : "كۆپەيتىلگەن نۇسخىسىنى ئۆچۈرۈڭ",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "خاتالىق خاتىرىسىدىن خاتالىقنى تۈزىتىپ قويغاندىن كېيىن, ئەخلەت ساندۇقىنىڭ سول سىزىقلىرىنى ھەر بىر خاتالىق لىنىيىسىنىڭ بەلگىسى ئىشلىسىڭىز, خاتالىق خاتىرىسىنى ئۆچۈرەلەيسىز.",
    "Simply deleting it does not prevent the error from occurring again!" : "پەقەت ئۆچۈرۈۋېتىش ئارقىلىق خاتالىقنىڭ قايتا يۈز بېرىشىنىڭ ئالدىنى ئالمايدۇ!",
    "The weighting of an error is differentiated by the following background colors" : "خاتالىقنىڭ ئېغىرلىقى تۆۋەندىكى تەگلىك رەڭلەر بىلەن پەرقلىنىدۇ",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "خاتالىق 0: ھەل قىلىش: بارلىق پائالىيەتلەر ئەڭ تەپسىلىي كىرىڭ.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "خاتالىق 1-جەدۋەل: ئۇچۇر: ئىشلەتكۈچى كىرىش ۋە ھۆججەت پائالىيىتى قاتارلىق پائالىيەت: مەسىلەن, قاتارلىق پائالىيەت: قاتارلىق پائالىيەت: مەسىلەن ئىشلەتكۈچى ئەۋەتىش, ئاگاھلاندۇرۇش ۋە ئەجەللىك خاتالىقلار قاتارلىق پائالىيەتلەر.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "2. 2-خاتالىق: ئاگاھلاندۇرۇش: مەشغۇلاتلار مۇۋەپپەقىيەت قازاندى, ئەمما يوشۇرۇن مەسىلىلەر بىلەن يۈزلىنىشلەر بىلەن, قوش خاتالىق ۋە ئەجەللىك خاتالىقلار بىلەن.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "3-ماددا خاتالىق: خاتالىق: ئىش ھەققى مەغلۇپ بولىدۇ, ئەمما باشقا مۇلازىمەت ۋە مەشغۇلات داۋاملاشماقتا, يەنە بىر خاتالىق تۈزىتىدۇ.",
    "Error Level 4: FATAL: The server stops." : "4-باسقۇچ: ئەجەللىك: مۇلازىمېتىر توختايدۇ.",
    "_%n log entry_::_%n log entries_" : ["%n خاتىرىلەش","%n خاتىرە بۇيۇم"],
    "Time offset in hours, e.g. due to winter time" : "ۋاقىت دەم ئېلىش ۋاقتى, مەسىلەن, مەسىلەن. قىش ۋاقتى سەۋەبىدىن",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["%n ۋە كۆپەيتىلگەن","%n كۆپەيتىلمىگەن"],
    "This button will delete shown number of duplicates within the error log file" : "بۇ كۇنۇپكا خاتالىق ھۆججىتىدە كۆپەيتىلگەن نۇسخىسىنى كۆرسىتىدۇ",
    "Empty the log file" : "خاتىرە ھۆججىتىنى بوش قويۇڭ",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "دىققەت! ئەگەر سىز پەقەت نېمە قىلىۋاتقانلىقىڭىزنى ھەقىقىي جەزملەشتۈرسىڭىز, بۇ ئىقتىدارنى پەقەت ئىشلىتىشكە بولىدۇ. بۇ كۇنۇپكا باشقا خاتىرە ھۆججىتى, ئەمما ھېچقانداق خاتالىقنى ئوڭشالمايدۇ.",
    "Empty the log file now" : "خاتىرە ھۆججىتىنى ھازىر قۇرۇق",
    "Cancel" : "بىكار قىلىش",
    "This button will empty the complete log file" : "بۇ كۇنۇپكا تولۇق خاتىرە ھۆججىتىنى بوشاتتى",
    "good" : "ياخشى",
    "bad" : "ناچار",
    "very bad" : "بەك ناچار",
    "Hint:" : "تەكلىپ:",
    "deleted" : "ئۆچۈرۈلدى",
    "Show messages by this app within the log file" : "خاتىرە ھۆججىتى ئىچىدىكى بۇ دېتال ئارقىلىق ئۇچۇرلارنى كۆرسىتىڭ",
    "yes" : "ھەئە",
    "no" : "ياق",
    "The color at the top of a box indicates the range of the warning." : "بىر قۇتىنىڭ ئۈستىدىكى رەڭ ئاگاھلاندۇرۇشنىڭ دائىرىسىنى كۆرسىتىدۇ.",
    "Okay, I understand and I am sure" : "ماقۇل, مەن چۈشىنىمەن",
    "Amount" : "سومما",
    "Apps with the most log entries" : "ئەڭ كۆپ خاتىرە بۇيۇملار بار ئەپلەر",
    "Set logging level" : "كىرىش دەرىجىسىنى بەلگىلەڭ",
    "debug" : "ھەل قىلىش",
    "info" : "ئۇچۇر",
    "warning" : "ئاگاھلاندۇرۇش",
    "error" : "خاتالىق",
    "fatal" : "fatal",
    "Automatically delete duplicates every 24 hours" : "ھەر 24 سائەتتە كۆپەيتىلگەن نۇسخىسىنى ئاپتوماتىك ئۆچۈرۈڭ",
    "display this settings as accordion or modal" : "بۇ تەڭشەكنى ماس ھالدا ياكى مودېل سۈپىتىدە كۆرسىتىڭ",
    "accordion" : "ئاككوردىيون",
    "modal" : "modal"
},"pluralForm" :"nplurals=2; plural=n != 1;"
}
