{ "translations": {
    "no log entries available" : "Không có mục nhật ký có sẵn",
    "Time" : "Thời gian",
    "IP" : "IP",
    "User" : "Người dùng",
    "App" : "Ứng dụng",
    "Method" : "Phương pháp",
    "URL" : "URL",
    "Reason" : "Lý do",
    "log file cannot be located" : "Không thể đặt tệp nhật ký",
    "Log entries fetched" : "Các mục nhập nhật ký được lấy",
    "Could not fetch log entries" : "Không thể tìm nạp các mục nhật ký",
    "Could not fetch settings" : "Không thể tìm nạp cài đặt",
    "Could not set settings" : "Không thể đặt cài đặt",
    "Log entry deleted" : "Nhật ký nhập bị xóa",
    "_%n log entry successful deleted_::_%n log entries successful deleted_" : ["%n nhập nhật ký đã bị xóa thành công"],
    "How many lines to display" : "Có bao nhiêu dòng để hiển thị",
    "How many characters should the error reason display" : "Lý do lỗi nên hiển thị bao nhiêu ký tự",
    "right" : "Phải",
    "top" : "đứng đầu",
    "which menue to use" : "Menu nào để sử dụng",
    "(only effective after the next page refresh)" : "(Chỉ có hiệu lực sau khi làm mới trang tiếp theo)",
    "Delete duplicates" : "Xóa các bản sao",
    "After you have corrected an error from the error log, you can use the trash can symbol on the left of each error line to remove the respective line from the error log." : "Sau khi bạn đã sửa lỗi từ nhật ký lỗi, bạn có thể sử dụng biểu tượng thùng rác ở bên trái của mỗi dòng lỗi để xóa dòng tương ứng khỏi nhật ký lỗi.",
    "Simply deleting it does not prevent the error from occurring again!" : "Đơn giản chỉ cần xóa nó không ngăn lỗi xảy ra một lần nữa!",
    "The weighting of an error is differentiated by the following background colors" : "Trọng số của một lỗi được phân biệt bởi các màu nền sau",
    "Error Level 0: DEBUG: All activity; the most detailed logging." : "Lỗi Cấp 0: Gỡ lỗi: Tất cả các hoạt động; Ghi nhật ký chi tiết nhất.",
    "Error Level 1: INFO: Activity such as user logins and file activities, plus warnings, errors, and fatal errors." : "Lỗi Cấp 1: Thông tin: Hoạt động như đăng nhập người dùng và hoạt động tệp, cộng với cảnh báo, lỗi và lỗi gây tử vong.",
    "Error Level 2: WARN: Operations succeed, but with warnings of potential problems, plus errors and fatal errors." : "Lỗi Cấp độ 2: Cảnh báo: Hoạt động thành công, nhưng với các cảnh báo về các vấn đề tiềm ẩn, cộng với lỗi và lỗi gây tử vong.",
    "Error Level 3: ERROR: An operation fails, but other services and operations continue, plus fatal errors." : "Lỗi Cấp 3: Lỗi: Hoạt động không thành công, nhưng các dịch vụ và hoạt động khác tiếp tục, cộng với các lỗi gây tử vong.",
    "Error Level 4: FATAL: The server stops." : "Lỗi Cấp 4: Fatal: Máy chủ dừng.",
    "_%n log entry_::_%n log entries_" : ["%n nhập nhật ký"],
    "Time offset in hours, e.g. due to winter time" : "Thời gian bù tính theo giờ, ví dụ: Do thời gian mùa đông",
    "_Delete %n duplicate_::_Delete %n duplicates_" : ["Xóa %n trùng lặp"],
    "This button will delete shown number of duplicates within the error log file" : "Nút này sẽ xóa số lượng sao chép trong tệp nhật ký lỗi",
    "Empty the log file" : "Làm trống tệp nhật ký",
    "Attention!! This function should only be used if you are really sure of what you are doing. This button empties the entire log file, but does not fix any errors." : "Chú ý!! Chức năng này chỉ nên được sử dụng nếu bạn thực sự chắc chắn về những gì bạn đang làm. Nút này làm trống toàn bộ tệp nhật ký, nhưng không khắc phục bất kỳ lỗi nào.",
    "Empty the log file now" : "Làm trống tệp nhật ký ngay bây giờ",
    "Cancel" : "Hủy bỏ",
    "This button will empty the complete log file" : "Nút này sẽ làm trống tệp nhật ký hoàn chỉnh",
    "good" : "Tốt",
    "bad" : "xấu",
    "very bad" : "Rất tệ",
    "Hint:" : "Gợi ý:",
    "deleted" : "đã xóa",
    "Show messages by this app within the log file" : "Hiển thị tin nhắn của ứng dụng này trong tệp nhật ký",
    "yes" : "Đúng",
    "no" : "KHÔNG",
    "The color at the top of a box indicates the range of the warning." : "Màu ở trên cùng của một hộp cho biết phạm vi của cảnh báo.",
    "Okay, I understand and I am sure" : "Được rồi, tôi hiểu và tôi chắc chắn",
    "Amount" : "Số lượng",
    "Apps with the most log entries" : "Ứng dụng có nhiều mục nhật ký nhất",
    "Set logging level" : "Đặt mức ghi nhật ký",
    "debug" : "Gỡ lỗi",
    "info" : "thông tin",
    "warning" : "cảnh báo",
    "error" : "lỗi",
    "fatal" : "gây tử vong",
    "Automatically delete duplicates every 24 hours" : "Tự động xóa các bản sao mỗi 24 giờ",
    "display this settings as accordion or modal" : "hiển thị cài đặt này dưới dạng accordion hoặc phương thức",
    "accordion" : "accordion",
    "modal" : "phương thức"
},"pluralForm" :"nplurals=1; plural=0;"
}
